accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cpupower
croc
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
fnm
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fsarchiver
ghostscript
git
git-delta
glances
graphviz
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
hdparm
hwdetect
hwinfo
inetutils
intel-lpmd
intel-media-sdk
intel-ucode
iwd
jfsutils
just
less
lf
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libva-intel-driver-irql
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
ly
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nushell
nvidia-container-toolkit
nvidia-settings
nvidia-utils
obsidian
opencl-nvidia
openssh
os-prober
otf-hermit-nerd
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
rebuild-detector
reflector
ripgrep
rsync
rustup
s-nail
satty
sg3_utils
shelly
smartmontools
snapper
sof-firmware
sudo
sway
swayidle
swaylock
sysfsutils
system-config-printer
texinfo
tre
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
usb_modeswitch
usbutils
uv
vim
vlc-plugins-all
vulkan-icd-loader
vulkan-intel
waybar
wayland-protocols
wezterm
wget
which
wireplumber
wl-clipboard
wmenu
wofi
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xwayland
